Repository: 84000/data-translation-memory
Catalog: toh73-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བའི་ལེའུ།
en: The Noble Episode King Udayana of Vatsa’s Questions

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ཀཽ་ཤམྦཱི་ན། དབྱངས་ཅན་གྱི་ཀུན་དགའ་ར་བ་ན་དགེ་སློང་ལྔ་བརྒྱ་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in the Sarasvatī grove in Kauśāmbī with a great assembly of some five hundred monks and numerous bodhisattva great beings.

source: དེའི་ཚེ་ན་མ་དུའི་བུ་མོ་བཙུན་མོ་དཔེ་མེད་ཕྲག་དོག་དང་།
en: At that time, Queen Anupamā, daughter of Mākandika, was overcome with jealousy and envy toward Queen Śyāmāvatī.

source: སེར་སྣས་ཟིན་པས་བཙུན་མོ་སྔོ་སངས་ཅན་ལ་ལྷག་པར་དམིགས་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་ལྷ་མཁྱེན་པར་མཛད་དུ་གསོལ། བཙུན་མོ་སྔོ་སངས་ཅན་ལ་སོགས་པ་བུད་མེད་ལྔ་བརྒྱ་ནི་དགེ་སྦྱོང་གཽ་ཏ་མ་དང་ལྷན་ཅིག་ཏུ་རབ་ཏུ་སྐྱོན་ཆགས་པར་བགྱིད་དེ།
en: Queen Anupamā, daughter of Mākandika, addressed King Udayana of Vatsa: “Your Majesty, five hundred women, including Queen Śyāmāvatī, have committed dishonorable acts with Gautama the mendicant.

source: དེའི་སླད་དུ་བདག་གིས་ལྷ་ལ་གསོལ་བ་ལགས་ཀྱིས་ཇི་ལྟར་མཁྱེན་པ་དེ་བཞིན་དུ་མཛད་དུ་གསོལ་ཞེས་བརྫུན་གྱི་ཚིག་གིས་དབྱེན་བྱས་པར་གྱུར་ཏོ། །
en: I humbly request Your Majesty to act as you see fit with regard to this situation.”

source: དེ་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་མ་དུའི་བུ་མོ་བཙུན་མོ་དཔེ་མེད་ཀྱིས་དབྱེན་བྱས་པས་བཅོམ་ལྡན་འདས་དང་།
en: With these lies, Queen Anupamā, daughter of Mākandika, sowed her discord.

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་རྣམས་ལ་ཐ་བ་དང་། འཁྲུག་པ་དང་། ཁྲོ་བ་སྐྱེས་པར་གྱུར་ཏོ། །
en: Rage, aggression, and wrath toward the Blessed One and the assembly of disciples welled up in King Udayana of Vatsa.

source: དེ་ཡི་མ་རངས་ཤིང་ཁྲོ་བ་དང་། རྔམ་པས་ཟིལ་གྱིས་ནོན་པས་བཙུན་མོ་སྔོ་སངས་ཅན་གསད་པའི་ཕྱིར་གཞུ་བདུངས་ནས་མདའ་སྟེའུ་ཀ་ཉ་རྔ་མ་བླངས་ཏེ་འཕངས་སོ། །
en: Miserable and overcome with a wrathful fury, he drew his bow and shot a razor-sharp arrow at Queen Śyāmāvatī with murderous intent.

source: དེ་ནས་དེའི་མོད་ལ་བཙུན་མོ་སྔོ་སངས་ཅན་གྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ་ཞེས་བཅོམ་ལྡན་འདས་ལ་ཕྱག་བྱས་ཤིང་བཅོམ་ལྡན་འདས་ཀྱི་བསྔགས་པ་བརྗོད་ནས་བྱམས་པའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།
en: In that instant, Queen Śyāmāvatī called out, “Homage to the Blessed One, the thus-gone, worthy, perfect Buddha!” She prostrated herself to the Blessed One, praised him, and entered into meditative absorption on loving-kindness.

source: དེ་ནས་འདི་ལྟར་སངས་རྒྱས་ཀྱི་མཐུས་མདའ་སྟེའུ་ཀ་ཉ་རྔ་མ་དེ་དེ་ནས་ཕྱིར་ལོག་སྟེ། བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་དེ་ཉིད་ཀྱི་མགོའི་དྲང་ཐད་ཀྱི་སྟེང་གི་བར་སྣང་ལ་འབར།
en: Through the power of the Buddha, the razor-sharp arrow turned back and burst into flames directly above King Udayana of Vatsa’s head.

source: རབ་ཏུ་འབར། ཀུན་ཏུ་རབ་ཏུ་མཆེད་དེ་འབར་ཞིང་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ཏེ་ཕར་འགྲོ་ཚུར་འགྲོ་ཞིང་འདུག་འདུག་ནས།
en: As it burned and blazed, it became a single flame, sometimes moving about and sometimes standing still.

source: བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ག་ལ་བ་དེར་སོང་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱི་གཡོན་རོལ་ལོགས་སུ་འདུག་པར་གྱུར་ཏེ། དེ་ལུས་ལ་ནི་མ་ཕོག་གོ །
en: Then, moving toward King Udayana of Vatsa, the arrow remained on his right side without touching his body.

source: ལན་གཉིས་ལན་གསུམ་དུ་དེ་ལྟར་གྱུར་པ་དང་། དེ་ནས་བཙུན་མོ་སྔོ་སངས་ཅན་གྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟ་ལགས་པས་གལ་ཏེ་ཁྱོད་དེ་བཞིན་གཤེགས་པ་ལ་ཕྱག་འཚལ་ན་ཁྱོད་ལ་ཡང་བདེ་ལེགས་སུ་འགྱུར་ལགས་སོ། །
en: King Udayana of Vatsa shot two or three more arrows with the same result before Queen Śyāmāvatī said to him, “Great King, in this situation, if you were to prostrate to the Thus-Gone One, you too would find well-being.”

source: དེ་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་འཇིགས་ཤིང་དངངས་ལ་སྒྱིད་ལུག་ཅིང་སྤུ་ཟིང་ཞེས་བྱེད་པར་གྱུར་ཏེ་ས་ལ་འགྱེལ་ནས་བཙུན་མོ་སྔོ་སངས་ཅན་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Full of terror and fear, King Udayana of Vatsa became weak, and his hair stood on end. Falling to the ground, he spoke these verses to Queen Śyāmāvatī: “Are you a goddess or a gandharvī?

source: ཁྱོད་ནི་ལྷ་མོ་འམ་དྲི་ཟ་མོ། །ཤ་ཟ་མོ་འམ་སྲིན་མོའམ། །
en: Are you a piśācī or a rākṣasī?

source: ངས་ནི་ཇི་ལྟར་གཟུང་བར་བྱ། །
en: How is it that I should consider you?

source: ང་ཡིས་དྲིས་པ་དེ་སྨྲོས་ཤིག །
en: Answer my question thus.

source: གང་ལ་མཚོན་གྱིས་མི་གནོད་པའི། །བུད་མེད་འགའ་ཡང་ཡོད་མིན་ཏེ། །
en: “There is no woman anywhere Who is not harmed by weapons.

source: ངས་ནི་འདི་ལ་གང་དུ་ཡང་། །ཐོས་སམ་མཐོང་ངམ་ཤེས་པའང་མེད། །
en: I have never heard of nor seen, Nor known of someone like that.

source: ང་ནི་སྟོབས་ལྡན་བརྩོན་འགྲུས་ཅན། །འཕོང་གི་ཤེས་པ་ལེགས་བསླབས་པས། །ང་ཡི་མདའ་ནི་གདོན་མི་ཟ། །ནམ་ཡང་མི་ཕོག་ཡོད་མིན་ཏེ། །
en: “I am mighty and diligent And skilled in the art of archery; There is no doubting my arrow For never has it missed.

source: སྤྲེའུ་འམ་ཡང་ན་བྱ་དང་ནི། །མིའམ་ཡང་ན་འབེམ་ཀྱང་རུང་། །གང་ལ་ང་ཡིས་མདའ་འཕངས་པ། །ནམ་ཡང་མི་ཕོག་ཡོད་མིན་ན། །
en: “Whether it be monkeys or birds, No matter if it be men or targets, Wherever I shoot my arrow, Never yet has it missed its mark.

source: དེ་རིང་མདའ་འདི་འཕངས་པ་ནི། །བཟློག་པའི་ཚུལ་དུ་ཕྱིར་འོངས་ཏེ། །ལུས་ལ་གནོད་པ་མེད་པར་ནི། །ང་ཡི་མདུན་དུ་འདུག་པར་འགྱུར། །
en: “And yet today, this arrow that I shot Returned back as if counteracted, And—without any physical harm— It came to rest right in front of me.

source: གཞན་གྱི་ཚིག་ནི་མཉན་ནས་ཀྱང་། །ང་ནི་ཁྱོད་ལ་གསོད་འདོད་པ། །ང་ནི་ཁྱོད་ལ་སྐྱབས་སུ་འགྲོ། །
en: “Having heeded the words of others, I desired to bring about your death, Yet now I go to you for protection.

source: སྡུག་བསྔལ་གྱུར་པ་ང་ལ་སྐྱོབས། །
en: Please protect me, pitiful being that I am.

source: ཕྱིན་ཅད་འདི་འདྲ་མི་བྱེད་ཀྱིས། །
en: “Henceforth I will not act in this manner.

source: སྡུག་བསྔལ་བ་ལ་དེང་བཟོད་ཀྱིས། །ཁྱོད་སྔོན་དགའ་བ་དྲན་བྱོས་ལ། །དང་བར་གྱིས་ཤིག་ཁྲོ་ཐུལ་ཅིག །
en: Please be patient with miserable beings, Recollect your past love for me, and Delight therein, curbing your wrath.”

source: དེ་ནས་བཙུན་མོ་སྔོ་སངས་ཅན་གྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། །བདག་ནི་ལྷ་མིན་དྲི་ཟ་མིན། །ཤ་ཟ་མོ་མིན་སྲིན་མོ་མིན། །
en: Queen Śyāmāvatī responded in verse to King Udayana of Vatsa: “I am neither goddess nor gandharvī, Nor am I a piśācī or rākṣasī.

source: བདག་ནི་བཙུན་མོ་སྔོ་སངས་ཅན། །འཇིག་རྟེན་མགོན་པོའི་ཉན་ཐོས་མ། །
en: I am the queen Śyāmāvatī, A disciple of the Lord of the World.

source: ལྷ་ཁྱོད་ལ་ནི་སྙིང་བརྩེ་བས། །བདག་གི་སེམས་ནི་མཉམ་བཞག་གིས། །
en: “Out of affection for Your Majesty, I rested my mind in meditative absorption.

source: ཁྱབ་བདག་འཇིག་རྟེན་མགོན་པོ་ལ། །ཐུགས་ནི་རབ་ཏུ་དང་བར་མཛོད། །
en: Let your mind now develop faith In the sovereign master, the Lord of the World.

source: བསྐལ་པ་བྱེ་བ་སྟོང་རྣམས་སུ། །གང་གིས་བྱམས་པ་ལེགས་བསྒོམས་ཏེ། །བྱམས་ལ་གནས་པའི་སྐྱེས་བུ་དང་། །བུད་མེད་དག་ནི་མི་སོད་གསུངས། །
en: “He has taught that one should not kill Any man or woman who has cultivated Loving-kindness for billions of eons, And who abides in loving-kindness.

source: གང་ཞིག་ལོ་ཏོག་སྨིན་པ་ལ། །སེར་ལྟར་ཡང་དག་ཇི་བཞིན་མཁྱེན། །བུད་མེད་རྣམས་ཀྱིས་གནོད་མེད་པ། །དེ་ཡི་བསྟན་ལ་བདག་དགའ་ལགས། །
en: “He who is unharmed by women, And who knows the true nature of things, As one knows ripe grain by its golden color, It is in his teaching that I find joy.

source: འཇིག་རྟེན་མགོན་པོ་ཐམས་ཅད་ཀྱིས། །བུད་མེད་རྣམས་ནི་སྨད་པར་གསུངས། །བུད་མེད་རྣམས་ལ་མི་ལྟ་བ། །འཇིག་རྟེན་མགོན་པོ་རྣམས་ཀྱིས་བསྔགས། །
en: “All the lords of the world Have taught that women are loathsome; Those who avoid gazing upon women Are exalted by the lords of the world.

source: སངས་རྒྱས་རྣམས་དང་རང་སངས་རྒྱས། །བྱང་ཆུབ་སེམས་དཔའ་ཉན་ཐོས་རྣམས། །བུད་མེད་བསྟེན་པར་མི་མཛད་དེ། །
en: “Buddhas, pratyekabuddhas, Bodhisattvas, and disciples Do not indulge in women For it is but a foolish pursuit.

source: དེ་ནི་བྱིས་པའི་སྤྱོད་ཡུལ་ལགས། །བུད་མེད་རྣམས་ལ་བསྟེན་པ་ནི། །ཀུན་ནས་བདུད་ཀྱི་ཞགས་པར་གསུངས། །
en: “To indulge in women Is taught to be Māra’s noose.

source: སྡིག་པ་རྣམས་ལ་ཆགས་པ་ནི། །ཀུན་འཇོམས་དཀྲུགས་པའི་ཤུལ་དང་འདྲ། །
en: Attachment to negative deeds Is a path to distress and destruction.

source: མི་མཁས་བུད་མེད་ཆགས་པ་དང་། །སྡིག་པའི་ལས་ནི་བགྱིས་པ་དང་། །ཡེ་ཤེས་སྤོང་བར་འཚལ་བ་ཡིས། །སེམས་ཅན་རྣམས་ནི་ངན་འགྲོར་ཁྲིད། །
en: “The unwise who cling to women, Perform acts of wickedness, And seek to reject wisdom Will be led to the lower realms.

source: མཁས་པ་ཐར་བར་འཚལ་བ་ཡིས། །བུད་མེད་བསྟེན་པར་མི་བགྱི་སྟེ། །ཞུགས་གཏམས་ངུ་བ་མ་མཆིས་པའི། །
en: “The wise who wish for liberation Do not keep company with women.

source: དོང་དུ་མཆོངས་པ་མི་དངོ་ལགས། །
en: They do not jump into The pit of smokeless fire.

source: ཡིད་འོང་བཀའ་མཆིད་བགྱིས་པ་དང་། །བལྟས་པས་ཀྱང་ནི་འཆིང་བགྱིད་ཅིང་། །མི་བཟད་དམྱལ་བར་ལྟུང་བས་ན། །ཁྱོད་ནི་བུད་མེད་ཚིག་མ་གསན། །
en: “Since they talk so attractively, And snare you with only a look, Then send you to the unbearable hells, Heed not the words of women!

source: བདག་ནི་ཁྲོ་བ་མ་མཆིས་ཏེ། །བདག་གི་ཡིད་ནི་རབ་ཏུ་དང་། །
en: “I am not possessed of anger –— My mind is, instead, full of faith.

source: རྒྱལ་པོ་ཆེན་པོ་བཞུད་མཛོད་དེ། །ཁྱོད་ཀྱིས་རྐང་གཉིས་མཆོག་གཟིགས་ལ། །དེ་ཡིས་ཆོས་ནི་གང་བསྟན་པ། །གཡེལ་མ་མཆིས་པར་ཁྱོད་ཀྱིས་གསོན། །
en: “O Great King, be on your way And gaze upon the supreme human, Being mindful and paying heed To the Dharma that he teaches.”

source: དེ་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་བཙུན་མོ་སྔོ་སངས་ཅན་གྱིས་བསྐུལ་བས་རྒྱལ་པོའི་མཐུ་ཆེན་པོ་དང་། རྒྱལ་པོའི་འབྱོར་པ་ཆེན་པོ་དང་། སྐྱེ་བོའི་ཚོགས་ཕལ་པོ་ཆེས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས་བརྟད་ཅིང་མྱུར་བ་མྱུར་བས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་སོང་བ་དང་།
en: Inspired by Queen Śyāmāvatī, King Udayana of Vatsa, surrounded by a great assembly of people and his royal power and wealth, went to meet the Blessed One with great speed and haste.

source: དེ་ནས་བཅོམ་ལྡན་འདས་མཛེས་པ། དང་བར་འགྱུར་བ།
en: He saw the Blessed One, elegant and beautiful.

source: དབང་པོ་ཞི་བ། ཐུགས་ཞི་བ། དུལ་བ་དང་།
en: The Blessed One’s sense faculties and mind were calmed, and he was completely controlled.

source: ཞི་གནས་ཀྱི་མཆོག་དམ་པའི་ཕ་རོལ་ཏུ་བྱོན་པ། བསམ་གཏན་དམ་པ་རྣམས་ཀྱི་ཕ་རོལ་དུ་གཤེགས་པ།
en: He had perfected the most sublime tranquility meditations and the most sublime meditative concentrations.

source: གསེར་གྱི་མཆོད་སྡོང་ལྟར་མངོན་པར་འཕགས་པ།
en: He rose above the crowd like a golden sacrificial post resplendent with glory.

source: དཔལ་གྱིས་མཛེས་ཤིང་། ལྷམ་མེ་ལྷན་ནེ་ལྷང་ངེ་སྟེ། སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་སྐུ་ལེགས་པར་བརྒྱན་པ། དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་།
en: The Blessed One’s body was brilliant, vibrant, and beautifully adorned with the thirty-two marks of a great being.

source: དགེ་བསྙེན་མ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར་བ། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་།
en: Surrounded by an assembly of monks, nuns, laymen, laywomen, and bodhisattvas, the Blessed One was venerated by gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and non-humans.

source: ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་རྣམས་ཀྱིས་མདུན་གྱིས་བལྟས་པ་མཐོང་བར་གྱུར་ཏོ། །མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་གཏུགས་ཏེ།
en: Having seen that, the king approached the Blessed One and bowed at his feet.

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་སྔོན་མ་མཐོང་བའི་རྨད་དུ་བྱུང་བ་ཞིག་མཐོང་བ་བཅོམ་ལྡན་འདས་ལ་གསོལ་བར་འཚལ་ན།
en: Addressing the Blessed One, he said, “Blessed One, I have witnessed wonders the likes of which I have never seen before.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་དབྱེ་བར་ཅི་གནང་།
en: Will the Blessed One grant me the opportunity to make a request?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་ལྟར་སྨྲོས་ཤིག །
en: The Blessed One replied to King Udayana of Vatsa, “Great King, make a request as you wish.

source: ཟློས་ཤིག །
en: Speak!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་འདོད་པའི་རྒྱུ་དང་། འདོད་པའི་གཞི་དང་། འདོད་པ་ལ་ལྷག་པར་ཞེན་པས་དེང་མ་དུའི་བུ་མོ་དཔེ་མེད་ཀྱི་ཚིག་གིས་ཁྲོས་ཤིང་རྔམ་པས་ཟིལ་གྱིས་ནོན་ནས་བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ཐ་བ་དང་ཞེ་སྡང་གི་སེམས་ཀྱང་བསྐྱེད།
en: King Udayana of Vatsa then said to the Blessed One, “Blessed One because I am attached to my desires and their cause and basis, today I was overcome with wrath and fury by the words of Queen Anupamā, daughter of Mākandika.

source: བཅོམ་ལྡན་འདས་བདག་གིས་མཆིས་བྲང་སྔོ་སངས་ཅན་དགུམ་པའི་སླད་དུ་མདའ་སྟེའུ་ཀ་ཉ་རྔ་མ་ཞིག་འཕངས་ན།
en: I was overcome with thoughts of rage and anger toward the Blessed One and his assembly of disciples and shot a razor-sharp arrow at my wife Śyāmāvatī with murderous intent.

source: དེ་བར་སྣང་ལ་འབར།
en: When I did, it burst into flames in the sky, and as it burned and blazed, it became a single flame.

source: རབ་ཏུ་འབར། ཀུན་ཏུ་རབ་ཏུ་མཆེད་དེ་འབར་ཞིང་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ནས་བཟློག་པའི་ཚུལ་དུ་སླར་ལོག་སྟེ་བདག་གི་གཡོན་རོལ་ལོགས་སུ་མཆིས་པར་གྱུར་ཅིང་ལུས་ལ་ནི་མ་ཕོག་ནས།
en: As if the arrow were counteracted, it returned back to remain on my right side, without touching my body.

source: བཅོམ་ལྡན་འདས་བདག་གིས་མཆིས་བྲང་སྔོ་སངས་ཅན་གྱི་སུག་པ་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ། མཆིས་བྲང་སྔོ་སངས་ཅན་ལ་འདི་སྐད་དུ་ཁྱོད་ལྷ་མོ་ཞིག་གམ། འོན་ཏེ་ཀླུ་མོའམ། དྲི་ཟ་མོའམ།
en: “Blessed One, I bowed at the feet of my wife Śyāmāvatī, and asked her, ‘Are you a goddess, nāginī, gandharvī, piśācī, rākṣasī, or something else?’

source: ཤ་ཟ་མོའམ། སྲིན་མོའམ། སུ་ཞིག་ལགས་ཞེས་བགྱིས་པ་དང་། དེ་བདག་ལ་འདི་སྐད་དུ་རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་ལྷ་མོ་ཡང་མ་ལགས། ཀླུ་མོ་ཡང་མ་ལགས།
en: She told me, ‘I am not a goddess, nāginī, gandharvī, piśācī, or rākṣasī.

source: དྲི་ཟ་མོ་ཡང་མ་ལགས། ཤ་ཟ་མོ་ཡང་མ་ལགས། སྲིན་མོ་ཡང་མ་ལགས་ཀྱི། བདག་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེའི་ཉན་ཐོས་མ་ལགས་ཏེ།
en: Rather, I am a disciple of the Blessed One, the thus-gone, worthy, completely perfect Buddha.

source: ཁྱོད་ཉིད་ལ་སྙིང་བརྩེ་བའི་སླད་དུ་སེམས་མཉམ་པར་བཞག་པ་ལགས་སོ་ཞེས་མཆི་ནས།
en: Out of love for you, I have rested my mind in equipoise.’

source: དེ་ནས་མཆིས་བྲང་སྔོ་སངས་ཅན་གྱིས་བཅོམ་ལྡན་འདས་ཀྱི་བསྔགས་པ་རྣམ་གྲངས་དུ་མས་བརྗོད་པ་དང་།
en: My wife Śyāmāvatī then sang the praise of the Blessed One in various ways.

source: བཅོམ་ལྡན་འདས་དེ་ལ་བདག་འདི་སྙམ་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེའི་ཉན་ཐོས་མ་འདི་ཡང་དེ་ལྟ་བུའི་སྙིང་རྗེའི་བསམ་པ་དང་། དེ་ལྟ་བུའི་བྱམས་པ་ཐོབ་པ་དང་། དེ་ལྟར་རྫུ་འཕྲུལ་ཆེ་བ་དང་། དེ་ལྟར་མཐུ་ཆེ་བ་དང་། དེ་ལྟར་དབང་ཆེ་བར་གྲགས་པ་ལགས་ན།
en: “Then, Blessed One, I had this thought: ‘If a disciple of the Blessed One, the thus-gone, worthy, perfectly awakened Buddha, is so full of compassion, loving-kindness, great superhuman power, and great marvelous strength, and is of such great distinction, then what must the Blessed One, the thus-gone, worthy, perfectly awakened Buddha himself be like?’

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་སྙམ་དུ་སེམས་པར་གྱུར་ལགས་ཏེ། བཅོམ་ལྡན་འདས་བདག་འདི་ལྟར་བྱིས་པ་ལྟ་བུ་དང་།
en: “Blessed One, in that way, because I was like a fool—ignorant, unclear, and unwise—I felt rage and hatred toward the Thus-Gone One and the assembly of disciples.

source: འདི་ལྟར་རྨོངས་པ་དང་།
en: For this, I request your forgiveness.

source: འདི་ལྟར་མི་གསལ་བ་དང་། འདི་ལྟར་མི་མཁས་པས་དེ་བཞིན་གཤེགས་པ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་བདག་གིས་ཐ་བ་དང་ཞེ་སྡང་གི་སེམས་བསྐྱེད་པ་དེ་བཅོམ་ལྡན་འདས་ལ་བཟོད་པར་གསོལ་ཞིང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱི་མདུན་དུ་ཡང་ནོངས་པ་འཆགས་ཤིང་མཆིས་ན།
en: In the presence of the assembly of disciples, I confess my errors.

source: ཐུགས་བརྩེ་བའི་སླད་དུ་བདག་གིས་ནོངས་པ་ནོངས་པར་བཤགས་པ་དེ་བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་པར་རྗེས་སུ་གཟུང་བར་གསོལ།
en: In the hope that you may show me compassion, I confess my errors. I request you, Blessed One, to treat me with kindness.

source: དེང་སླན་ཆད་ཀྱང་སྡོམ་པར་འཚལ་ལགས་སོ། །
en: I vow to practice restraint from this day forward.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ལོངས་ལ་རང་གི་སྟན་གང་ཡིན་པ་ལ་འདུག་ཤིག་ཅེས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་ཉེས་པ་བཤགས་པ་རྗེས་སུ་གཟུང་བར་གནང་ངོ་། །
en: The Blessed One said, “Great King, rise and be seated,” and he accepted with kindness King Udayana of Vatsa who had confessed his faults.

source: དེ་ནས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: King Udayana of Vatsa bowed his head at the feet of the Blessed One and sat to one side.

source: བཅོམ་ལྡན་འདས་བདག་ནི་གཏུམ་ཞིང་གཟུ་ལུམས་ཆེ་ལ་དྲག་ཤུལ་ཅན་ལགས་པས་བདག་གིས་བུད་མེད་ཀྱི་ཚིག་གིས་སྡིག་པའི་སུག་ལས་མངོན་པར་འདུས་བགྱིས་པ་དེས་བཅོམ་ལྡན་འདས་བདག་སེམས་ཅན་དམྱལ་བར་མཆི་བར་བདག་གིས་ཡང་དག་པར་འཚལ་ན།
en: King Udayana of Vatsa, sitting to one side, addressed the Blessed One: “Blessed One, because of how cruel, obstinate, and quick to anger I was, I have been driven to negative actions by the words of women. Because of that, Blessed One, I will go to the hell realms.

source: བཅོམ་ལྡན་འདས་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་ཅི་ནས་ཀྱང་བདག་སླན་ཆད་བུད་མེད་ཀྱི་དབང་དུ་མཆིས་ནས་སྡིག་པའི་སུག་ལས་མངོན་པར་འདུ་བགྱིད་པར་མི་འགྱུར་ཞིང་། སེམས་ཅན་དམྱལ་བར་མི་ལྟུང་བ་དང་།
en: Blessed One, out of compassion for me, I request the Blessed One to describe thoroughly and correctly the faults of women so that, from today onward, I will not, by any means, fall under the sway of women and be driven to negative deeds that will lead me to fall into the hell realms.

source: བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་ཡུན་རིང་པོའི་དོན་དང་། སྨན་པ་དང་། བདེ་བར་འགྱུར་བའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་བུད་མེད་ཀྱི་སྐྱོན་དེ་དག་ལེགས་པར་ཡང་དག་པར་རབ་ཏུ་བཤད་ཅིང་བུད་མེད་ཀྱི་སྤྱོད་པ་རྣམས་དང་། བུད་མེད་ཀྱི་མཚན་མ་རྣམས་དང་། བུད་མེད་ཀྱི་སྒྱུ་རྣམས་དང་། བུད་མེད་ཀྱི་གཡོ་རྣམས་དང་། བུད་མེད་ཀྱི་གྱ་གྱུ་རྣམས་དང་།
en: It would be for the long-term benefit of myself and all sentient beings, so that we may be helped and happy.

source: བུད་མེད་ཀྱི་མི་བརྟན་པ་རྣམས་དང་། བུད་མེད་ཀྱི་འགྱུར་ལྡོག་རྣམས་དང་། བུད་མེད་ཀྱི་སྟེན་པ་རྣམས་དང་། བུད་མེད་ཀྱི་ཚིག་རྣམས་དང་། བུད་མེད་ཀྱི་འཁྲུལ་པ་རྣམས་ཡང་དག་པར་རབ་ཏུ་བཤད་དུ་གསོལ།
en: Please describe thoroughly and correctly the behaviors of women, the characteristics of women, the treachery of women, the deceitfulness of women, the dishonesty of women, the unsteadiness of women, the fickleness of women, the dependencies of women, the words of women, and the deceptiveness of women.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་གནས་དེ་ལྟ་བུ་ཡོངས་སུ་ཞུས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: The Blessed One asked King Udayana of Vatsa, “Great King, what is your purpose in asking such questions?”

source: བཅོམ་ལྡན་འདས་ལ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅི་ནས་བདག་བུད་མེད་ཀྱི་དབང་དུ་མཆིས་པར་གྱུར་ན་བུད་མེད་ནི་མ་རུངས་མ། འཁོན་ཅན། གཏུམ་མོ་དྲག་ཤུལ་ཅན་ལགས་ཏེ།
en: King Udayana of Vatsa responded, “Blessed One, I fall under the sway of women because they are vicious, hateful, fierce, and quick to anger.

source: བཅོམ་ལྡན་འདས་བུད་མེད་དེ་ནི་བདག་སེམས་ཅན་དམྱལ་བར་མཆི་བར་བགྱིད་འཚལ་བ་ལགས་པས་བཅོམ་ལྡན་འདས་ལས་བདག་དོན་དེ་ཉིད་ཉན་པར་འཚལ་ལགས་སོ། །
en: Blessed One, it is women who will lead me to the hell realms. Thus, Blessed One, please heed this request of mine.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཀྱིས་ཇེ་རང་གི་སྐྱོན་རྣམས་ཡོངས་སུ་རྟོགས་ཤིག་དང་། དེ་ནས་ཕྱིས་བུད་མེད་ཀྱི་སྐྱོན་རྣམས་ཡོངས་སུ་རྟོགས་པར་འགྱུར་རོ། །
en: The Blessed One said to King Udayana of Vatsa, “Great King, you must first understand your own faults and then you will come to understand the faults of women.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ལེགས་སོ་ལེགས་སོ། །
en: King Udayana of Vatsa responded to the Blessed One, “Excellent, Blessed One, excellent!

source: སྐྱེས་པ་སྐྱོན་ཇི་ལྟ་བུ་དག་དང་ལྡན་ན་སྐྱེས་པ་བུད་མེད་ཀྱི་དབང་དུ་མཆི་བར་འགྱུར་བའི་སྐྱེས་པའི་སྐྱོན་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་ཡང་དག་པར་རབ་ཏུ་བཤད་དུ་གསོལ།
en: When men possess certain faults, they fall under the sway of women. Please, Blessed One, explain these faults of men to me.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཕྱིར་ཁྱོད་ལེགས་པར་ཉོན་ལ་རབ་ཏུ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་ཁྱོད་ལ་བཤད་པར་བྱའོ། །
en: The Blessed One responded to King Udayana of Vatsa, “Yes, Great King, listen carefully and pay attention. I will now explain.”

source: བད་སའི་རྒྱལ་པོ་འཆར་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་དེ་བཞིན་ནོ་ཞེས་གསོལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: King Udayana of Vatsa said, “Very well, Blessed One,” and he listened as the Blessed One had instructed.

source: རྒྱལ་པོ་ཆེན་པོ་སྐྱེས་པ་སྐྱོན་གང་དག་དང་ལྡན་ན་སྐྱེས་པ་བུད་མེད་ཀྱི་དབང་དུ་འགྲོ་བར་འགྱུར་བའི་སྐྱེས་པའི་སྐྱེས་བུའི་སྐྱོན་ནི་བཞི་པོ་འདི་དག་ཡིན་ནོ། །
en: The Blessed One addressed him, saying, “Great King, when men possess four particular faults, they fall under the sway of women.

source: བཞི་པོ་གང་ཞེ་ན།
en: What are the four?

source: འདི་ལྟ་སྟེ། རྒྱལ་པོ་ཆེན་པོ་འདི་ལ་སྐྱེས་པ་འདོད་པ་རྣམས་ལ་ཆགས་པར་གྱུར་ཅིང་།
en: They are as follows: “Great King, men are attached to the objects of their desire and become reckless in pursuit of them.

source: དེ་འདོད་པ་རྣམས་ལ་བག་མེད་པར་གྱུར་ནས་ཕྱིར་ཞིང་བུད་མེད་ལ་ལྟ་འདོད་དེ། ཚུལ་ཁྲིམས་དང་ལྡན་པ། ཡོན་ཏན་དང་ལྡན་པ། ཤེས་རབ་དང་ལྡན་པའི་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དག་ལ་ལྟ་བར་མི་འདོད་ཅིང་། དེས་ཚུལ་ཁྲིམས་དང་ལྡན་པ།
en: Intoxicated by sense pleasures, they ignore the morally disciplined, virtuous, and wise mendicants and brahmins and, instead, only desire to gaze upon women again and again.

source: ཡོན་ཏན་དང་ལྡན་པ། ཤེས་རབ་དང་ལྡན་པའི་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དག་མཐོང་ན་སྙེན་པར་མི་བྱེད། སྟེན་པར་མི་བྱེད། བསྙེན་བཀུར་མི་བྱེད་པས་དེ་ཚུལ་ཁྲིམས་དང་ལྡན་པ། ཡོན་ཏན་དང་ལྡན་པ།
en: They do not serve, follow, or venerate the morally disciplined, virtuous, and wise mendicants and brahmins when they see them.

source: ཤེས་རབ་དང་ལྡན་པའི་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དག་གིས་ཡོངས་སུ་སྤངས་པས་དད་པ་ལས་ཡོངས་སུ་ཉམས། ཚུལ་ཁྲིམས་ལས་ཡོངས་སུ་ཉམས། གཏོང་བ་ལས་ཡོངས་སུ་ཉམས།
en: By abandoning the morally disciplined, virtuous, and wise mendicants and brahmins, they also abandon their own faith, moral discipline, generosity, and wisdom.

source: ཤེས་རབ་ལས་ཡོངས་སུ་ཉམས་ཤིང་དད་པ་དང་བྲལ་བ། ཚུལ་ཁྲིམས་འཆལ་བ། ཐོས་པ་ཉུང་བ། སེར་སྣ་ཅན་དུ་གྱུར་པ།
en: Those men are faithless, their discipline is faulty, they lack learning, and they are stingy.

source: ཡི་དགས་ཀྱི་ཡོན་ཏན་གྱི་ཆོས་ལ་ཀུན་ཏུ་སྤྱོད་པ། ཤེས་རབ་འཆལ་བ།
en: They behave like hungry spirits; they are weak-minded, attracted to open sores, and involved with excrement.

source: རྨ་ལ་ཆགས་པ། བཙོག་པའི་སྤྱོད་ཡུལ་ཅན། བཤུལ་བར་མནམ་པ་ལ་མངོན་པར་དགའ་བ། མི་གཙང་བ་ལ་དགའ་བ། བུད་མེད་ལ་དད་ཆེ་བ།
en: They delight in the smell of backsides, they enjoy filth, and they have a craving for women.

source: ཞི་བ་ཡོངས་སུ་མི་ཚོལ་བ་ཆགས་པའི་སྤྱོད་ཡུལ་ཅན། འགྲོ་བར་བྱ་བ་མ་ཡིན་པར་སོང་བ།
en: They do not seek peace, they are occupied with their attachments, and they go to places where they should not.

source: སྨད་པར་འོས་པ། མི་གཙང་བའི་སྲིན་བུ་དང་འདྲ་བ། སྙིགས་མ་ལེན་པ།
en: They are contemptible, they resemble maggots in excrement, and they welcome defilement.

source: འདོད་པ་ལ་བརྐམ་པ།
en: They lust after the objects of their desire, abandoning all shame and modesty.

source: ཁྲེལ་དང་ངོ་ཚ་བོར་བ། ལྷ་དང་མིའི་ཆོས་ལས་ཉམས་པ། ངན་པར་སྨད་པའི་འཚོ་བས་འཚོ་བ། མཁས་པས་སྨད་པ། བྱིས་པའི་སྐྱེ་བོ་ལ་སྟེན་པ།
en: They violate the laws of gods and men, lead despicable lives, are detested by the wise, and keep company with foolish beings.

source: སྡིག་པའི་བསམ་པ་དང་ལྡན་པ། སྡིག་པའི་གྲོགས་པོ་ལ་སྟེན་པ། སྡིག་པ་ལ་ཀུན་ཏུ་འཇུག་པ། སྡིག་པ་ལ་གཞོལ་བ།
en: They entertain negative thoughts, keep company with bad friends, are constantly engaging in bad actions, and are inclined toward bad actions.

source: བུད་མེད་ཀྱི་ཐུལ་འོག་ཏུ་ཆུད་པ། བུད་མེད་ཀྱིས་འཁོལ་བ། བུད་མེད་ཀྱི་དབང་དུ་སོང་བ། བུད་མེད་ལ་གཞོལ་བ།
en: “They become controlled by women and enslaved by them.
